#+title: Org
| 100 | 1 | 1 |   1 |   5 |
|-----+---+---+-----+-----|
|   2 | 1 | 1 |   4 |   8 |
|-----+---+---+-----+-----|
|   4 | 2 | 2 | 422 | 430 |
|-----+---+---+-----+-----|
#+TBLFM: $1=$2+$3::$5=vsum($1..$4)::@1$1=100::@2$4=vsum($1..$3)::@3$4='(concat $1..$3)


'(+ $1 $2)
'(calc-eval '$2+$3');N


| name | Phone | Region |
|------+-------+--------|
| b    |       |        |
|------+-------+--------|
| a    | c     | b      |
|------+-------+--------|
|      |       |        |
|      |       |        |

* Markup for rich contents
** paragraphs
#+begin_verse
    snow over emacs

            --Alex
#+end_verse

#+begin_quote
eeverything should be made as simple as possible,
but not simpler
--albert
#+end_quote

#+begin_center
everything should be made as simple as possible,\\
but not simpler
#+end_center
** emphasis and monospace
+ *blod*
+ /italic/
+ _underlined_
+ =verbatim=
+ ~code~
+ +strike-through+
+ zero width space to avoid?
  + ~ code~
+ C-c C-x \ (org-toggle-pretty-entities)
  + \XGamma -> \Gamma  \Xgamma -> \gamma
  + \Xpi -> \pi     \XPi -> \Pi
  + \XLambda-> \Lambda \Xlambda -> \lambda
** Embedded LaTex
+ LaTex fragments
\begin{equation}
x=\sqrt{b}
\end{equation}
** Previewing
+ C-c C-x C-l (org-latex-preview)
